problems/+azevedo/@MMSShear2d/meshes/unitCube16x16/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          16;
        startFace       480;
    }
    left
    {
        type            wall;
        nFaces          16;
        startFace       496;
    }
    right
    {
        type            wall;
        nFaces          16;
        startFace       512;
    }
    bottom
    {
        type            wall;
        nFaces          16;
        startFace       528;
    }
    back
    {
        type            empty;
        nFaces          256;
        startFace       544;
    }
    front
    {
        type            empty;
        nFaces          256;
        startFace       800;
    }
)


// ************************************************************************* //
